Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/saamelaiskarajat_osallistui_barentsin_alueen_sami_summit_-huippukokoukseen_brysselissa.html.tmx
Source language: fin
Languages: smn

source: Saamelaiskäräjät osallistui Barentsin alueen Sámi Summit -huippukokoukseen Brysselissä
smn: Sämitigge uásálistij Barents kuávlu Sámi Summit -njunoščuákkimân Brysselist

source: Saamelaiskäräjien delegaatio osallistui 22.-24.3.2023 järjestettyyn Barentsin alueen alkuperäiskansojen huippukokoukseen (Summit of Barents Euro-Arctic Indigenous Sámi People).
smn: Sämitige delegaatio uásálistij 22.-24.3.2023 uárnejum Barents kuávlu algâaalmugij njunoščuákkimân (Summit of Barents Euro-Arctic Indigenous Sámi People).

source: Saamelaishuippukokouksen järjestivät Suomen saamelaiskäräjät ja Suomen Barentsin euroarktisen neuvoston puheenjohtajuus yhteistyössä Euroopan parlamentin kanssa.
smn: Suomâ Sämitigge já Suomâ Barents euroarktâsii rääđi saavâjođetteijeeh oovtâstpargoost Euroop parlamentijn uárnejii sämmilâšnjunoščuákkim.

source: Huippukokouksen puheenjohtajana toimi Saamelaiskäräjien 1. varapuheenjohtaja Anni Koivisto, joka edustaa Suomen Saamelaiskäräjiä Barentsin euroarktisen neuvoston (BEAC) alkuperäiskansojen työryhmässä.
smn: Njunoščuákkim saavâjođetteijen tooimâi Sämitige 1. värisaavâjođetteijee Anni Koivisto, kote oovdâst Suomâ Sämitige Barents euroarktâsii rääđi (BEAC) algâaalmugij pargojuávhust.

source: Saamelaiskäräjien delegaatioon kuuluivat lisäksi hallituksen jäsen Anne Nuorgam, kulttuurilautakunnan puheenjohtaja Pirita Näkkäläjärvi, elinkeino- ja oikeuslautakunnan puheenjohtaja Asko Länsman, koulutus- ja oppimateriaalilautakunnan sekä kielineuvoston puheenjohtaja Tauno Ljetoff, lakimiessihteeri Kalle Varis, kansainvälisten asioiden sihteeri Inka-Saara Arttijeff sekä puheenjohtajan avustaja Niina Siivikko.
smn: Sämitige delegaatiost lijjii meid stiivrâ jeessân Anne Nuorgam, kulttuurlävdikode saavâjođetteijee Pirita Näkkäläjärvi, iäláttâs- já vuoigâdvuotâlävdikode saavâjođetteijee Asko Länsman, škovlim- já oppâmateriaallävdikode sehe kielâräädi saavâjođetteijee Tauno Ljetoff, lahâčällee Kalle Varis, aalmugijkoskâsij aašij čällee Inka-Saara Arttijeff sehe saavâjođetteijee išedeijee Niina Siivikko.

source: – On erittäin tärkeää, että viemme saamelaisten viestiä Euroopan unionin tasolle laajalla rintamalla ja lisäämme ymmärrystä siitä, miten monipuolisesti EU-päätökset vaikuttavat arkipäiväämme.
smn: – Lii eromâš tehálâš, ete mij tuálvup sämmilij saavâ Euroop union táásán vijđes juávhoin já lasettep ibárdâs tast, mon maaŋgâpiälásávt EU-miärádâsah vaigutteh mii argâpiäiván.

source: Toivon, että tämä huippukokous auttaa meitä tulevaisuudessa rakentamaan pysyvää yhteyttä parlamenttiemme välille, toteaa varapuheenjohtaja Anni Koivisto.
smn: Mun tuáivum, ete taat njunoščuákkim iššeed mii puátteevuođâst vuáđudiđ fastâ ohtâvuođâ parlamentijdân kooskâ, iätá värisaavâjođetteijee Anni Koivisto.

source: Ohjelmassa oli puhujina Euroopan komission ja parlamentin jäseniä sekä saamelaisten ja eri maiden edustajia.
smn: Ohjelmist lijjii sárnon Euroop komissio ja parlament jesâneh sehe sämmilij já sierâ staatâi ovdâsteijeeh.

source: Huippukokouksen avauspuheenvuoron piti Euroopan parlamentin puheenjohtaja Roberta Metsola, joka muistutti, että parlamenttitalo kuuluu myös saamelaisille.
smn: Njunoščuákkim lekkâmsahâvuáru toolâi Euroop parlament saavâjođetteijee Roberta Metsola, kote muštottij, ete parlamenttáálu kulá meid sämmiláid.

source: Huippukokouksen avausosuudessa tervehdyspuheenvuoron käytti myös Suomen pääministeri Sanna Marin, joka nosti esille tärkeinä asioina mm. saamelaisten totuus- ja sovintokomission työn sekä saamelaiskäräjälain uudistuksen.
smn: Njunoščuákkim lekkâmuásist tiervâttemsahâvuáru toolâi meid Suomâ uáiviminister Sanna Marin, kote pajedij oovdân tehálâš äššin ei. sämmilij tuotâvuotâ- já sovâdâttâmkomissio pargo sehe sämitiggelaavâ uđâsmittem.

source: Saamelainen parlamentaarinen neuvosto luovutti hänelle samalla vetoomuksen koskien saamelaisten itsemääräämisoikeuden vahvistamista.
smn: Säämi parlamentaarlâš rääđi adelij sunjin siämmást áánnum , mii kuoskâi sämmilij jiešmeridemvuoigâdvuođâ naanoodmân.

source: Päätöspuheenvuoron piti Euroopan parlamentin varapuheenjohtaja Heidi Hautala, joka muistutti mm., ettei vihreässä siirtymässä saisi aiheuttaa peruuttamatonta vahinkoa ihmisoikeuksille.
smn: Lopâttemsahâvuáru toolâi Euroop parlament värisaavâjođetteijee Heidi Hautala, kote muštottij ei., ete ruánáá sirdâšume ij uážuččii tovâttiđ olmoošvuoigâdvuođáid vaahâg, mon ij pyevti tivvoođ.

source: Saamelaiskäräjien delegaatio tapasi huippukokouksen yhteydessä myös monia suomalaisia Euroopan parlamentin jäseniä sekä lisäksi komissaari Jutta Urpilaista, Etyjin vähemmistövaltuutetun toimiston edustajia ja Suomen pysyvää EU-edustustoa.
smn: Sämitige delegaatio teeivâi njunoščuákkim ooleest meid maaŋgâid syemmilijd Euroop parlament jesânijd sehe lasseen komissaar Jutta Urpilaisii, Etyj ucceeblohováldálii toimâttuv ovdâsteijeid já Suomâ fastâ EU-ovdâstus.

source: Tapaamisissa keskusteltiin yhdessä mm. keinoista vahvistaa saamelaisten osallistumisoikeutta Euroopan parlamentissa sekä tarpeesta EU:n sisäiselle alkuperäiskansapolitiikalle.
smn: Teivâdmijn savâstâllii oovtâst ei. vuovijn nanodiđ sämmilij uásálistemvuoigâdvuođâ Euroop parlamentist sehe táárbust EU siskáldâs algâaalmugpolitiikân.

source: Myös Saamelaiskäräjien nuorisoneuvoston edustajat tapasivat huippukokouksen aikana EU-päättäjiä.
smn: Meid Sämitige nuorâirääđi ovdâsteijeeh teivii njunoščuákkim ääigi EU-merideijeid.

source: – EU-tason päätökset koskettavat saamelaisia sekä suoraan että epäsuorasti.
smn: – EU-tääsi miärádâsah kyeskih sämmiláid sehe njuolgist já epinjuolgist.

source: On välttämätöntä, että saamelaisten osallistuminen päätöksentekoon turvataan, jotta saamelaisten tarpeet ja näkemykset tulevat huomioiduiksi, jatkaa Koivisto.
smn: Lii velttidmettum, ete sämmilij uásálistem miärádâstohâmân torvejuvvoo vâi sämmilij táárbuh já uáinuh váldojeh huámmášumán, juátká Koivisto.

source: Huippukokous on katsottavissa Euroopan parlamentin sivuilla: 23.3. ja 24.3.
smn: Njunoščuákkim puáhtá keččâđ Euroop parlament siijđoin: 23.3. já 24.3.

source: Huippukokouksen kotisivut: https://www.samisummit.org/
smn: Njunoščuákkim päikkisiijđoh: https://www.samisummit.org/

source: Kuvia huippukokouksesta:
smn: Koveh njunoščuákkimist:

source: Euroopan parlamentti
smn: Euroop parlament

source: Valtioneuvoston kanslia
smn: Staatârääđi kanslia

source: Lisätietoja:
smn: Lasetiäđuh:

source: Anni Koivisto I varapuheenjohtaja 040 415 5969 anni.koivisto@samediggi.fi
smn: Anni Koivisto I värisaavâjođetteijee 040 415 5969 anni.koivisto@samediggi.fi

source: Inka-Saara Arttijeff kansainvälisten asioiden sihteeri 010 839 3198 / 050 574 7629 inka-saara.arttijeff@samediggi.fi
smn: Inka-Saara Arttijeff aalmugijkoskâsij aašij čällee 010 839 3198 / 050 574 7629 inka-saara.arttijeff@samediggi.fi
